Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Stats_DigramMode.Header
source: Chart
ar: المخطط
cs: Graf
de: Diagramm
el: Γράφημα
es: Gráfico
fa: نمودار
fr: Graphique
hu: Diagram
id: Bagan
it: Grafico
ja: 図
ko: 차트
pl: Wykres
pt: Gráfico
ro: Diagramă
th: แผนภูมิ
tr: Grafik
uk: Діаграма
vi: Biểu đồ
zh_hans: 图表
zh_hant: 圖表

# Stats_DigramMode_Pairs.Content
source: Digram
ar: الأزواج
de: Digramm
el: Ζεύγη
es: Digrama
fa: جفت‌ها
fr: Digramme
it: Digramma
ja: ダイグラム
ko: 다이그램
pt: Digrama
ro: Digramă
th: ไดแกรม
uk: Диграми
zh_hans: 二元图
zh_hant: 雙字母組

# Stats_DigramMode_Positions.Content
source: By position
ar: حسب الموضع
cs: Podle pozice
de: Nach Position
el: Κατά θέση
es: Por posición
fa: بر اساس موقعیت
fr: Par position
hu: Pozíció szerint
id: Menurut posisi
it: Per posizione
ja: 位置ごとの分布
ko: 위치별
pl: Według pozycji
pt: Por posição
ro: După poziție
th: ตามตำแหน่ง
tr: Konuma göre
uk: За позицією
vi: Theo vị trí
zh_hans: 按位置
zh_hant: 依位置

# Stats_NGramLength.Header
source: Length (n)
ar: الطول (n)
cs: Délka (n)
de: Länge (n)
el: Μήκος (n)
es: Longitud (n)
fa: طول (n)
fr: Longueur (n)
hu: Hossz (n)
id: Panjang (n)
it: Lunghezza (n)
ja: 長さ (n)
ko: 길이(n)
pl: Długość (n)
pt: Comprimento (n)
ro: Lungime (n)
th: ความยาว (n)
tr: Uzunluk (n)
uk: Довжина (n)
vi: Độ dài (n)
zh_hans: 长度 (n)
zh_hant: 長度 (n)

# Stats_TopCount.Header
source: Top
ar: الأعلى
cs: Nejčastější
el: Κορυφαία
es: Primeros
fa: برترین‌ها
fr: Premiers
hu: Első
id: Teratas
it: Primi
ja: 上位
ko: 상위
pl: Najczęstsze
pt: Primeiros
ro: Primele
th: อันดับสูงสุด
tr: İlk
uk: Перші
vi: Hàng đầu
zh_hans: 前
zh_hant: 前幾名

# Stats_MinCount.Header
source: Minimum count
ar: الحد الأدنى للعدد
cs: Minimální počet
de: Mindestanzahl
el: Ελάχιστο πλήθος
es: Recuento mínimo
fa: حداقل تعداد
fr: Nombre minimal
hu: Minimális darabszám
id: Jumlah minimum
it: Conteggio minimo
ja: 最小件数
ko: 최소 개수
pl: Minimalna liczba
pt: Contagem mínima
ro: Număr minim
th: จำนวนขั้นต่ำ
tr: En az sayı
uk: Мінімальна кількість
vi: Số lần tối thiểu
zh_hans: 最小计数
zh_hant: 最小計數

# Stats_AlignModulus.Header
source: Offset mod
ar: الإزاحة mod
cs: Posun mod
el: Μετατόπιση mod
es: Desplazamiento mod
fa: آفست mod
fr: Décalage mod
hu: Eltolás mod
ja: オフセット mod
ko: 오프셋 mod
pl: Przesunięcie mod
pt: Deslocamento mod
ro: Deplasament mod
th: ออฟเซ็ต mod
tr: Ofset mod
uk: Зміщення mod
vi: Độ lệch mod
zh_hans: 偏移量 mod
zh_hant: 位移 mod

# Stats_AlignRemainder.Header
source: Equals
ar: يساوي
cs: Rovná se
de: Gleich
el: Ισούται με
es: Igual a
fa: برابر با
fr: Égal à
hu: Egyenlő
id: Sama dengan
it: Uguale a
ja: の値
ko: 값
pl: Równe
pt: Igual a
ro: Egal cu
th: เท่ากับ
tr: Eşittir
uk: Дорівнює
vi: Bằng
zh_hans: 等于
zh_hant: 等於

# Stats_ExcludeUniform.Content
source: Exclude all 0x00 / all 0xFF
ar: استبعاد الكل 0x00 / الكل 0xFF
cs: Vyloučit samé 0x00 / samé 0xFF
de: Nur 0x00 / nur 0xFF ausschließen
el: Εξαίρεση όλων 0x00 / όλων 0xFF
es: Excluir todo 0x00 / todo 0xFF
fa: استثنای همه 0x00 / همه 0xFF
fr: Exclure tout 0x00 / tout 0xFF
hu: Csupa 0x00 / csupa 0xFF kizárása
id: Kecualikan yang semuanya 0x00 / semuanya 0xFF
it: Escludi tutto 0x00 / tutto 0xFF
ja: すべて 0x00 / 0xFF の列を除く
ko: 모두 0x00 / 모두 0xFF 제외
pl: Wyklucz same 0x00 / same 0xFF
pt: Excluir tudo 0x00 / tudo 0xFF
ro: Excludere numai 0x00 / numai 0xFF
th: ไม่รวมที่เป็น 0x00 ทั้งหมด / 0xFF ทั้งหมด
tr: Tamamı 0x00 / tamamı 0xFF olanları dışla
uk: Виключити всі 0x00 / всі 0xFF
vi: Loại trừ toàn 0x00 / toàn 0xFF
zh_hans: 排除全 0x00 / 全 0xFF
zh_hant: 排除全部 0x00 / 全部 0xFF

# Stats_ComputePatterns.Content
source: Calculate
ar: حساب
cs: Vypočítat
de: Berechnen
el: Υπολογισμός
es: Calcular
fa: محاسبه
fr: Calculer
hu: Számítás
id: Hitung
it: Calcola
ja: 計算
ko: 계산
pl: Oblicz
pt: Calcular
ro: Calculare
th: คำนวณ
tr: Hesapla
uk: Обчислити
vi: Tính
zh_hans: 计算
zh_hant: 計算

# Stats_PatternView.Header
source: Results
ar: النتائج
cs: Výsledky
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fa: نتایج
fr: Résultats
hu: Eredmények
id: Hasil
it: Risultati
ja: 結果
ko: 결과
pl: Wyniki
pt: Resultados
ro: Rezultate
th: ผลลัพธ์
tr: Sonuçlar
uk: Результати
vi: Kết quả
zh_hans: 结果
zh_hant: 結果

# Stats_PatternView_Frequent.Content
source: Frequent byte sequences
ar: تسلسلات البايتات المتكررة
cs: Časté sekvence bajtů
de: Häufige Bytefolgen
el: Συχνές ακολουθίες byte
es: Secuencias de bytes frecuentes
fa: دنباله‌های بایت پرتکرار
fr: Séquences d'octets fréquentes
hu: Gyakori bájtsorozatok
id: Urutan byte yang sering muncul
it: Sequenze di byte frequenti
ja: よく現れるバイト列
ko: 자주 나타나는 바이트 시퀀스
pl: Częste sekwencje bajtów
pt: Sequências de bytes frequentes
ro: Secvențe frecvente de octeți
th: ลำดับไบต์ที่พบบ่อย
tr: Sık bayt dizileri
uk: Часті послідовності байтів
vi: Chuỗi byte thường gặp
zh_hans: 常见字节序列
zh_hant: 常見的位元組序列

# Stats_PatternView_Periods.Content
source: Periods
ar: الدورات
cs: Periody
de: Perioden
el: Περίοδοι
es: Períodos
fa: دوره‌ها
fr: Périodes
hu: Periódusok
id: Periode
it: Periodi
ja: 周期
ko: 주기
pl: Okresy
pt: Períodos
ro: Perioade
th: รอบ
tr: Periyotlar
uk: Періоди
vi: Chu kỳ
zh_hans: 周期
zh_hant: 週期

# Stats_ClassBlockSize.Header
source: Block size
ar: حجم الكتلة
cs: Velikost bloku
de: Blockgröße
el: Μέγεθος μπλοκ
es: Tamaño de bloque
fa: اندازهٔ بلوک
fr: Taille de bloc
hu: Blokkméret
id: Ukuran blok
it: Dimensione blocco
ja: ブロックの大きさ
ko: 블록 크기
pl: Rozmiar bloku
pt: Tamanho do bloco
ro: Dimensiune bloc
th: ขนาดบล็อก
tr: Blok boyutu
uk: Розмір блоку
vi: Kích thước khối
zh_hans: 块大小
zh_hant: 區塊大小

# Stats_Classify.Content
source: Classify
ar: تصنيف
cs: Klasifikovat
de: Klassifizieren
el: Ταξινόμηση
es: Clasificar
fa: دسته‌بندی
fr: Classer
hu: Osztályozás
id: Klasifikasikan
it: Classifica
ja: 分類する
ko: 분류
pl: Klasyfikuj
pt: Classificar
ro: Clasificare
th: จัดประเภท
tr: Sınıflandır
uk: Класифікувати
vi: Phân loại
zh_hans: 分类
zh_hant: 分類

# Stats_EstimateNotice.Text
source: This is an estimate based on statistics and can be wrong.
ar: هذا تقدير مبني على الإحصاءات وقد يكون خاطئًا.
cs: Jde o odhad založený na statistice a může být chybný.
de: Dies ist eine auf Statistik beruhende Schätzung und kann falsch sein.
el: Πρόκειται για εκτίμηση βάσει στατιστικών και μπορεί να είναι λανθασμένη.
es: Es una estimación basada en estadísticas y puede ser errónea.
fa: این برآوردی بر اساس آمار است و ممکن است نادرست باشد.
fr: Il s'agit d'une estimation statistique qui peut être erronée.
hu: Ez statisztikán alapuló becslés, és tévedhet.
id: Ini adalah perkiraan berdasarkan statistik dan bisa salah.
it: Questa è una stima basata su statistiche e può essere errata.
ja: 統計に基づく推定で、誤判定がありえます。
ko: 통계에 기반한 추정이므로 틀릴 수 있습니다.
pl: To szacunek oparty na statystyce i może być błędny.
pt: Esta é uma estimativa baseada em estatísticas e pode estar errada.
ro: Aceasta este o estimare bazată pe statistici și poate fi greșită.
th: นี่เป็นการประมาณจากสถิติและอาจผิดพลาดได้
tr: Bu, istatistiklere dayalı bir tahmindir ve yanlış olabilir.
uk: Це оцінка на основі статистики, і вона може бути хибною.
vi: Đây là ước tính dựa trên thống kê và có thể sai.
zh_hans: 这是基于统计的估算，可能有误。
zh_hant: 這是根據統計資料的估計，可能會有錯誤。

# Stats_Aborted
source: Stopped ({0}% done)
ar: تم الإيقاف (اكتمل {0}%)
cs: Zastaveno (hotovo {0} %)
de: Angehalten ({0} % erledigt)
el: Διακόπηκε (ολοκληρώθηκε {0}%)
es: Detenido ({0} % completado)
fa: متوقف شد ({0}% انجام شد)
fr: Arrêté ({0} % effectué)
hu: Leállítva ({0}% kész)
id: Dihentikan ({0}% selesai)
it: Interrotto ({0}% completato)
ja: 途中で中止 ({0}% まで)
ko: 중지됨({0}% 완료)
pl: Zatrzymano (ukończono {0}%)
pt: Interrompido ({0}% concluído)
ro: Oprit ({0}% finalizat)
th: หยุดแล้ว (เสร็จ {0}%)
tr: Durduruldu (%{0} tamamlandı)
uk: Зупинено (виконано {0}%)
vi: Đã dừng (xong {0}%)
zh_hans: 已停止（已完成 {0}%）
zh_hant: 已停止（已完成 {0}%）

# Stats_AlignInvalid
source: The position condition is invalid.
ar: شرط الموضع غير صالح.
cs: Podmínka pozice je neplatná.
de: Die Positionsbedingung ist ungültig.
el: Η συνθήκη θέσης δεν είναι έγκυρη.
es: La condición de posición no es válida.
fa: شرط موقعیت نامعتبر است.
fr: La condition de position n'est pas valide.
hu: A pozíciófeltétel érvénytelen.
id: Kondisi posisi tidak valid.
it: La condizione di posizione non è valida.
ja: 位置の条件が正しくありません。
ko: 위치 조건이 올바르지 않습니다.
pl: Warunek pozycji jest nieprawidłowy.
pt: A condição de posição é inválida.
ro: Condiția de poziție nu este validă.
th: เงื่อนไขตำแหน่งไม่ถูกต้อง
tr: Konum koşulu geçersiz.
uk: Неприпустима умова позиції.
vi: Điều kiện vị trí không hợp lệ.
zh_hans: 位置条件无效。
zh_hant: 位置條件無效。

# Stats_BinRange
source: {0} to {1}
ar: {0} إلى {1}
cs: {0} až {1}
de: {0} bis {1}
el: {0} έως {1}
es: {0} a {1}
fa: {0} تا {1}
fr: {0} à {1}
id: {0} hingga {1}
it: Da {0} a {1}
pl: Od {0} do {1}
pt: De {0} a {1}
th: {0} ถึง {1}
tr: {0} ile {1}
uk: від {0} до {1}
vi: {0} đến {1}
zh_hans: {0} 到 {1}
zh_hant: {0} 到 {1}

# Stats_BinRangeInvalid
source: The bin range is invalid.
ar: نطاق الفئات غير صالح.
cs: Rozsah tříd je neplatný.
de: Der Klassenbereich ist ungültig.
el: Το εύρος κλάσεων δεν είναι έγκυρο.
es: El rango de intervalos no es válido.
fa: محدودهٔ دسته‌ها نامعتبر است.
fr: La plage des classes n'est pas valide.
hu: Az osztályok tartománya érvénytelen.
id: Rentang bin tidak valid.
it: L'intervallo delle classi non è valido.
ja: ビンの範囲が正しくありません。
ko: 구간 범위가 올바르지 않습니다.
pl: Zakres przedziałów jest nieprawidłowy.
pt: O intervalo das classes é inválido.
ro: Intervalul claselor nu este valid.
th: ช่วงของช่องไม่ถูกต้อง
tr: Kutu aralığı geçersiz.
uk: Неприпустимий діапазон інтервалів.
vi: Phạm vi ô không hợp lệ.
zh_hans: 分组范围无效。
zh_hant: 區間範圍無效。

# Stats_BlockName
source: Block {0}, {1}, entropy {2}
ar: الكتلة {0}، {1}، الإنتروبيا {2}
cs: Blok {0}, {1}, entropie {2}
de: Block {0}, {1}, Entropie {2}
el: Μπλοκ {0}, {1}, εντροπία {2}
es: Bloque {0}, {1}, entropía {2}
fa: بلوک {0}، {1}، آنتروپی {2}
fr: Bloc {0}, {1}, entropie {2}
hu: {0}. blokk, {1}, entrópia: {2}
id: Blok {0}, {1}, entropi {2}
it: Blocco {0}, {1}, entropia {2}
ja: ブロック {0}、{1}、エントロピー {2}
ko: 블록 {0}, {1}, 엔트로피 {2}
pl: Blok {0}, {1}, entropia {2}
pt: Bloco {0}, {1}, entropia {2}
ro: Bloc {0}, {1}, entropie {2}
th: บล็อก {0}, {1}, เอนโทรปี {2}
tr: Blok {0}, {1}, entropi {2}
uk: Блок {0}, {1}, ентропія {2}
vi: Khối {0}, {1}, entropy {2}
zh_hans: 块 {0}，{1}，熵 {2}
zh_hant: 區塊 {0}，{1}，熵 {2}

# Stats_BlockSize_Auto
source: Automatic
ar: تلقائي
cs: Automaticky
de: Automatisch
el: Αυτόματα
es: Automático
fa: خودکار
fr: Automatique
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
pl: Automatyczny
pt: Automático
ro: Automat
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# Stats_Bytes
source: {0} bytes
ar: {0} بايت
cs: Bajty: {0}
el: {0} byte
fa: {0} بایت
fr: {0} octets
hu: {0} bájt
id: {0} byte
it: {0} byte
ja: {0} バイト
ko: {0}바이트
pl: Bajty: {0}
ro: {0} octeți
th: {0} ไบต์
tr: {0} bayt
uk: {0} байтів
vi: {0} byte
zh_hans: {0} 字节
zh_hant: {0} 個位元組

# Stats_Cancelled
source: Cancelled.
ar: تم الإلغاء.
cs: Zrušeno.
de: Abgebrochen.
el: Ακυρώθηκε.
es: Cancelado.
fa: لغو شد.
fr: Annulé.
hu: Megszakítva.
id: Dibatalkan.
it: Annullato.
ja: キャンセルしました。
ko: 취소되었습니다.
pl: Anulowano.
pt: Cancelado.
ro: Anulat.
th: ยกเลิกแล้ว
tr: İptal edildi.
uk: Скасовано.
vi: Đã hủy.
zh_hans: 已取消。
zh_hant: 已取消。

# Stats_ClassBand
source: Classification band
ar: شريط التصنيف
cs: Pás klasifikace
de: Klassifizierungsband
el: Ζώνη ταξινόμησης
es: Banda de clasificación
fa: نوار دسته‌بندی
fr: Bande de classification
hu: Osztályozási sáv
id: Pita klasifikasi
it: Banda di classificazione
ja: 分類の帯
ko: 분류 막대
pl: Pasek klasyfikacji
pt: Faixa de classificação
ro: Bandă de clasificare
th: แถบการจัดประเภท
tr: Sınıflandırma şeridi
uk: Смуга класифікації
vi: Dải phân loại
zh_hans: 分类带
zh_hant: 分類帶

# Stats_ClassRowName
source: {0}, {1}, {2} bytes
ar: {0}، {1}، {2} بايت
cs: {0}, {1}, bajty: {2}
el: {0}, {1}, {2} byte
fa: {0}، {1}، {2} بایت
fr: {0}, {1}, {2} octets
hu: {0}, {1}, {2} bájt
id: {0}, {1}, {2} byte
it: {0}, {1}, {2} byte
ja: {0}、{1}、{2} バイト
ko: {0}, {1}, {2}바이트
pl: {0}, {1}, bajty: {2}
ro: {0}, {1}, {2} octeți
th: {0}, {1}, {2} ไบต์
tr: {0}, {1}, {2} bayt
uk: {0}, {1}, {2} байтів
vi: {0}, {1}, {2} byte
zh_hans: {0}，{1}，{2} 字节
zh_hant: {0}，{1}，{2} 個位元組

# Stats_Col_Value
source: Value
ar: القيمة
cs: Hodnota
de: Wert
el: Τιμή
es: Valor
fa: مقدار
fr: Valeur
hu: Érték
id: Nilai
it: Valore
ja: 値
ko: 값
pl: Wartość
pt: Valor
ro: Valoare
th: ค่า
tr: Değer
uk: Значення
vi: Giá trị
zh_hans: 值
zh_hant: 值

# Stats_Col_Char
source: Character
ar: الحرف
cs: Znak
de: Zeichen
el: Χαρακτήρας
es: Carácter
fa: نویسه
fr: Caractère
hu: Karakter
id: Karakter
it: Carattere
ja: 文字
ko: 문자
pl: Znak
pt: Caractere
ro: Caracter
th: อักขระ
tr: Karakter
uk: Символ
vi: Ký tự
zh_hans: 字符
zh_hant: 字元

# Stats_Col_Count
source: Count
ar: العدد
cs: Počet
de: Anzahl
el: Πλήθος
es: Recuento
fa: تعداد
fr: Nombre
hu: Darabszám
id: Jumlah
it: Conteggio
ja: 件数
ko: 개수
pl: Liczba
pt: Contagem
ro: Număr
th: จำนวน
tr: Sayı
uk: Кількість
vi: Số lượng
zh_hans: 计数
zh_hant: 計數

# Stats_Col_Percent
source: Percent
ar: النسبة المئوية
cs: Procenta
de: Prozent
el: Ποσοστό
es: Porcentaje
fa: درصد
fr: Pourcentage
hu: Százalék
id: Persen
it: Percentuale
ja: 割合
ko: 백분율
pl: Procent
pt: Porcentagem
ro: Procent
th: เปอร์เซ็นต์
tr: Yüzde
uk: Відсоток
vi: Phần trăm
zh_hans: 百分比
zh_hant: 百分比

# Stats_Col_Cumulative
source: Cumulative
ar: التراكمي
cs: Kumulativně
de: Kumuliert
el: Αθροιστικό
es: Acumulado
fa: تجمعی
fr: Cumulé
hu: Kumulatív
id: Kumulatif
it: Cumulativa
ja: 累積割合
ko: 누적
pl: Skumulowany
pt: Acumulada
ro: Cumulat
th: สะสม
tr: Birikimli
uk: Накопичено
vi: Tích lũy
zh_hans: 累计
zh_hant: 累計

# Stats_CompressionFailed
source: The trial compression failed: {0}
ar: فشل الضغط التجريبي: {0}
cs: Zkušební komprese se nezdařila: {0}
de: Die Testkomprimierung ist fehlgeschlagen: {0}
el: Η δοκιμαστική συμπίεση απέτυχε: {0}
es: La compresión de prueba falló: {0}
fa: فشرده‌سازی آزمایشی ناموفق بود: {0}
fr: La compression d'essai a échoué : {0}
hu: A próbatömörítés sikertelen: {0}
id: Kompresi percobaan gagal: {0}
it: Compressione di prova non riuscita: {0}
ja: 試し圧縮に失敗しました: {0}
ko: 시험 압축에 실패했습니다: {0}
pl: Próbna kompresja nie powiodła się: {0}
pt: Falha na compactação de teste: {0}
ro: Comprimarea de probă a eșuat: {0}
th: การบีบอัดทดลองล้มเหลว: {0}
tr: Deneme sıkıştırması başarısız oldu: {0}
uk: Пробне стиснення не вдалося: {0}
vi: Nén thử thất bại: {0}
zh_hans: 试压缩失败：{0}
zh_hant: 試行壓縮失敗：{0}

# Stats_CompressionRatio
source: Estimated compression ratio
ar: نسبة الضغط المقدّرة
cs: Odhadovaný kompresní poměr
de: Geschätzte Kompressionsrate
el: Εκτιμώμενος λόγος συμπίεσης
es: Tasa de compresión estimada
fa: نسبت فشرده‌سازی برآوردشده
fr: Taux de compression estimé
hu: Becsült tömörítési arány
id: Perkiraan rasio kompresi
it: Rapporto di compressione stimato
ja: 圧縮率の推定
ko: 예상 압축률
pl: Szacowany współczynnik kompresji
pt: Taxa de compactação estimada
ro: Raport de comprimare estimat
th: อัตราการบีบอัดโดยประมาณ
tr: Tahmini sıkıştırma oranı
uk: Оціночний коефіцієнт стиснення
vi: Tỷ lệ nén ước tính
zh_hans: 估算的压缩率
zh_hant: 估計壓縮率

# Stats_DecompressUnavailable
source: Decompression is not available yet.
ar: فك الضغط غير متاح بعد.
cs: Dekomprese zatím není k dispozici.
de: Dekomprimierung ist noch nicht verfügbar.
el: Η αποσυμπίεση δεν είναι ακόμη διαθέσιμη.
es: La descompresión aún no está disponible.
fa: بازگشایی فشرده‌سازی هنوز در دسترس نیست.
fr: La décompression n'est pas encore disponible.
hu: A kitömörítés még nem érhető el.
id: Dekompresi belum tersedia.
it: La decompressione non è ancora disponibile.
ja: 展開機能はまだ使えません。
ko: 압축 풀기는 아직 사용할 수 없습니다.
pl: Dekompresja nie jest jeszcze dostępna.
pt: A descompactação ainda não está disponível.
ro: Decomprimarea nu este încă disponibilă.
th: ยังใช้การคลายการบีบอัดไม่ได้
tr: Sıkıştırmayı açma henüz kullanılamıyor.
uk: Розпакування поки недоступне.
vi: Tính năng giải nén chưa khả dụng.
zh_hans: 解压缩功能尚不可用。
zh_hant: 目前尚無法使用解壓縮。

# Stats_DigramChart
source: Digram
ar: الأزواج
de: Digramm
el: Ζεύγη
es: Digrama
fa: جفت‌ها
fr: Digramme
it: Digramma
ja: ダイグラム
ko: 다이그램
pt: Digrama
ro: Digramă
th: ไดแกรม
uk: Диграми
zh_hans: 二元图
zh_hant: 雙字母組

# Stats_DigramSummary
source: Digram, {0} pairs, most frequent {1} ({2})
ar: الأزواج، {0} زوج، الأكثر تكرارًا {1} ({2})
cs: Digram, dvojice: {0}, nejčastější {1} ({2})
de: Digramm, {0} Paare, am häufigsten {1} ({2})
el: Ζεύγη, {0} ζεύγη, συχνότερο {1} ({2})
es: Digrama, {0} pares, el más frecuente {1} ({2})
fa: جفت‌ها، {0} جفت، پرتکرارترین {1} ({2})
fr: Digramme, {0} paires, la plus fréquente {1} ({2})
hu: Digram, {0} pár, leggyakoribb: {1} ({2})
id: Digram, {0} pasangan, paling sering {1} ({2})
it: Digramma, {0} coppie, più frequente {1} ({2})
ja: ダイグラム、組 {0} 個、最多 {1} ({2} 件)
ko: 다이그램, 쌍 {0}개, 최다 {1}({2})
pl: Digram, pary: {0}, najczęstsza {1} ({2})
pt: Digrama, {0} pares, mais frequente {1} ({2})
ro: Digramă, {0} perechi, cea mai frecventă {1} ({2})
th: ไดแกรม {0} คู่ พบบ่อยที่สุด {1} ({2})
tr: Digram, {0} çift, en sık {1} ({2})
uk: Диграми, пар: {0}, найчастіша {1} ({2})
vi: Digram, {0} cặp, thường gặp nhất {1} ({2})
zh_hans: 二元图，{0} 个字节对，最常见 {1}（{2}）
zh_hant: 雙字母組，{0} 組，最常見 {1}（{2}）

# Stats_DigramTooShort
source: Specify a range of 2 bytes or more.
ar: حدد نطاقًا من 2 بايت أو أكثر.
cs: Zadejte rozsah alespoň 2 bajty.
de: Geben Sie einen Bereich von 2 Bytes oder mehr an.
el: Καθορίστε εύρος 2 byte ή περισσότερων.
es: Especifica un rango de 2 bytes o más.
fa: محدوده‌ای 2 بایتی یا بیشتر تعیین کنید.
fr: Spécifiez une plage de 2 octets ou plus.
hu: Adjon meg legalább 2 bájtos tartományt.
id: Tentukan rentang 2 byte atau lebih.
it: Specifica un intervallo di almeno 2 byte.
ja: 2 バイト以上の範囲を指定してください。
ko: 2바이트 이상의 범위를 지정하세요.
pl: Określ zakres o długości co najmniej 2 bajtów.
pt: Especifique um intervalo de 2 bytes ou mais.
ro: Specificați un interval de 2 octeți sau mai mult.
th: ระบุช่วงตั้งแต่ 2 ไบต์ขึ้นไป
tr: 2 bayt veya daha uzun bir aralık belirtin.
uk: Укажіть діапазон щонайменше 2 байти.
vi: Hãy chỉ định phạm vi từ 2 byte trở lên.
zh_hans: 请指定 2 字节或以上的范围。
zh_hant: 請指定 2 個位元組以上的範圍。

# Stats_Entropy
source: Entropy
ar: الإنتروبيا
cs: Entropie
de: Entropie
el: Εντροπία
es: Entropía
fa: آنتروپی
fr: Entropie
hu: Entrópia
id: Entropi
it: Entropia
ja: エントロピー
ko: 엔트로피
pl: Entropia
pt: Entropia
ro: Entropie
th: เอนโทรปี
tr: Entropi
uk: Ентропія
zh_hans: 熵
zh_hant: 熵

# Stats_EntropyBits
source: {0} bits per element
ar: {0} بت لكل عنصر
cs: {0} bitů na prvek
de: {0} Bits pro Element
el: {0} bit ανά στοιχείο
es: {0} bits por elemento
fa: {0} بیت در هر عنصر
fr: {0} bits par élément
hu: {0} bit elemenként
id: {0} bit per elemen
it: {0} bit per elemento
ja: {0} ビット / 要素
ko: 요소당 {0}비트
pl: {0} bitu na element
pt: {0} bits por elemento
ro: {0} biți pe element
th: {0} บิตต่อองค์ประกอบ
tr: Öğe başına {0} bit
uk: {0} біт на елемент
vi: {0} bit mỗi phần tử
zh_hans: 每个元素 {0} 位
zh_hant: 每個元素 {0} 位元

# Stats_EntropyChart
source: Entropy graph
ar: رسم الإنتروبيا البياني
cs: Graf entropie
de: Entropiediagramm
el: Γράφημα εντροπίας
es: Gráfico de entropía
fa: نمودار آنتروپی
fr: Graphique d'entropie
hu: Entrópiagrafikon
id: Grafik entropi
it: Grafico dell'entropia
ja: エントロピーグラフ
ko: 엔트로피 그래프
pl: Wykres entropii
pt: Gráfico de entropia
ro: Grafic entropie
th: กราฟเอนโทรปี
tr: Entropi grafiği
uk: Графік ентропії
vi: Biểu đồ entropy
zh_hans: 熵图
zh_hant: 熵圖表

# Stats_EntropyDesc
source: Shannon entropy of the histogram bins
ar: إنتروبيا Shannon لفئات المدرج التكراري
cs: Shannonova entropie tříd histogramu
de: Shannon-Entropie der Histogrammklassen
el: Εντροπία Shannon των κλάσεων του ιστογράμματος
es: Entropía de Shannon de los intervalos del histograma
fa: آنتروپی Shannon دسته‌های هیستوگرام
fr: Entropie de Shannon des classes de l'histogramme
hu: A hisztogram osztályainak Shannon-entrópiája
id: Entropi Shannon dari bin histogram
it: Entropia di Shannon delle classi dell'istogramma
ja: ヒストグラムのビンの出現確率から求めるシャノンエントロピー
ko: 히스토그램 구간의 섀넌 엔트로피
pl: Entropia Shannona przedziałów histogramu
pt: Entropia de Shannon das classes do histograma
ro: Entropia Shannon a claselor histogramei
th: เอนโทรปีแชนนอนของช่องฮิสโตแกรม
tr: Histogram kutularının Shannon entropisi
uk: Ентропія Шеннона інтервалів гістограми
vi: Entropy Shannon của các ô biểu đồ tần suất
zh_hans: 直方图分组的香农熵
zh_hant: 長條圖區間的夏農熵

# Stats_EntropyPercent
source: Entropy (%)
ar: الإنتروبيا (%)
cs: Entropie (%)
de: Entropie (%)
el: Εντροπία (%)
es: Entropía (%)
fa: آنتروپی (%)
fr: Entropie (%)
hu: Entrópia (%)
id: Entropi (%)
it: Entropia (%)
ja: エントロピー (%)
ko: 엔트로피(%)
pl: Entropia (%)
pt: Entropia (%)
ro: Entropie (%)
th: เอนโทรปี (%)
tr: Entropi (%)
uk: Ентропія (%)
zh_hans: 熵 (%)
zh_hant: 熵（%）

# Stats_GraphSummary
source: Entropy graph, {0} blocks, maximum {1} bits at {2}
ar: رسم الإنتروبيا البياني، {0} كتلة، الحد الأقصى {1} بت عند {2}
cs: Graf entropie, bloky: {0}, maximum {1} bitů na {2}
de: Entropiediagramm, {0} Blöcke, maximal {1} Bits bei {2}
el: Γράφημα εντροπίας, {0} μπλοκ, μέγιστο {1} bit στο {2}
es: Gráfico de entropía, {0} bloques, máximo {1} bits en {2}
fa: نمودار آنتروپی، {0} بلوک، حداکثر {1} بیت در {2}
fr: Graphique d'entropie, {0} blocs, maximum {1} bits à {2}
hu: Entrópiagrafikon, {0} blokk, maximum {1} bit itt: {2}
id: Grafik entropi, {0} blok, maksimum {1} bit di {2}
it: Grafico dell'entropia, {0} blocchi, massimo {1} bit a {2}
ja: エントロピーグラフ、ブロック {0} 個、最大 {1} ビット、オフセット {2}
ko: 엔트로피 그래프, 블록 {0}개, 최대 {1}비트({2})
pl: Wykres entropii, bloki: {0}, maksimum {1} bitu przy {2}
pt: Gráfico de entropia, {0} blocos, máximo de {1} bits em {2}
ro: Grafic entropie, {0} blocuri, maximum {1} biți la {2}
th: กราฟเอนโทรปี {0} บล็อก สูงสุด {1} บิตที่ {2}
tr: Entropi grafiği, {0} blok, en fazla {1} bit, {2} konumunda
uk: Графік ентропії, блоків: {0}, максимум {1} біт у позиції {2}
vi: Biểu đồ entropy, {0} khối, tối đa {1} bit tại {2}
zh_hans: 熵图，{0} 个块，最大 {1} 位，位于 {2}
zh_hant: 熵圖表，{0} 個區塊，最大值 {1} 位元位於 {2}

# Stats_HistogramChart
source: Histogram
ar: المدرج التكراري
de: Histogramm
el: Ιστόγραμμα
es: Histograma
fa: هیستوگرام
fr: Histogramme
hu: Hisztogram
it: Istogramma
ja: ヒストグラム
ko: 히스토그램
pt: Histograma
ro: Histogramă
th: ฮิสโตแกรม
uk: Гістограма
vi: Biểu đồ tần suất
zh_hans: 直方图
zh_hant: 長條圖

# Stats_HistogramSummary
source: Histogram, {0} bins, most frequent {1} ({2})
ar: المدرج التكراري، {0} فئة، الأكثر تكرارًا {1} ({2})
cs: Histogram, třídy: {0}, nejčastější {1} ({2})
de: Histogramm, {0} Klassen, am häufigsten {1} ({2})
el: Ιστόγραμμα, {0} κλάσεις, συχνότερη {1} ({2})
es: Histograma, {0} intervalos, el más frecuente {1} ({2})
fa: هیستوگرام، {0} دسته، پرتکرارترین {1} ({2})
fr: Histogramme, {0} classes, la plus fréquente {1} ({2})
hu: Hisztogram, {0} osztály, leggyakoribb: {1} ({2})
id: Histogram, {0} bin, paling sering {1} ({2})
it: Istogramma, {0} classi, più frequente {1} ({2})
ja: ヒストグラム、ビン {0} 個、最多 {1} ({2} 件)
ko: 히스토그램, 구간 {0}개, 최다 {1}({2})
pl: Histogram, przedziały: {0}, najczęstsza {1} ({2})
pt: Histograma, {0} classes, mais frequente {1} ({2})
ro: Histogramă, {0} clase, cea mai frecventă {1} ({2})
th: ฮิสโตแกรม {0} ช่อง พบบ่อยที่สุด {1} ({2})
tr: Histogram, {0} kutu, en sık {1} ({2})
uk: Гістограма, інтервалів: {0}, найчастіше {1} ({2})
vi: Biểu đồ tần suất, {0} ô, thường gặp nhất {1} ({2})
zh_hans: 直方图，{0} 个分组，最常见 {1}（{2}）
zh_hant: 長條圖，{0} 個區間，最常見 {1}（{2}）

# Stats_Menu_Decompress
source: Decompress from here...
ar: فك الضغط من هنا...
cs: Dekomprimovat odsud...
de: Ab hier dekomprimieren...
el: Αποσυμπίεση από εδώ...
es: Descomprimir desde aquí...
fa: بازگشایی فشرده‌سازی از اینجا...
fr: Décompresser à partir d'ici...
hu: Kitömörítés innen...
id: Dekompresi dari sini...
it: Decomprimi da qui...
ja: ここから展開...
ko: 여기부터 압축 풀기...
pl: Dekompresuj od tego miejsca...
pt: Descompactar a partir daqui...
ro: Decomprimare de aici...
th: คลายการบีบอัดจากตรงนี้...
tr: Buradan sıkıştırmayı aç...
uk: Розпакувати звідси...
vi: Giải nén từ đây...
zh_hans: 从此处解压缩...
zh_hant: 從此處解壓縮...
